{
  "index": {
    "eyebrow": "Lancia più velocemente",
    "title": "Crea siti personali con sicurezza",
    "description": "Parti da una base moderna con Next.js, Tailwind CSS, shadcn/ui e contenuti già localizzati.",
    "primaryCta": "Crea un progetto",
    "secondaryCta": "Esplora lo stack",
    "highlights": {
      "eyebrow": "In evidenza",
      "title": "Produttività fin dal primo commit",
      "description": "Tre vantaggi già inclusi per lanciare siti personali senza reinventare le basi.",
      "items": {
        "interfaceSystem": {
          "id": "interface-system",
          "title": "Sistema di interfaccia componibile",
          "description": "Velocizza la consegna con i componenti shadcn/ui collegati ai token Tailwind e pronti da personalizzare."
        },
        "contentLocalization": {
          "id": "content-localization",
          "title": "Localizzazione orientata ai contenuti",
          "description": "Servi pubblici multilingue con next-intl e il routing per lingua già configurato."
        },
        "automationTooling": {
          "id": "automation-tooling",
          "title": "Tooling pronto per l'automazione",
          "description": "Affidati a script tipizzati, linting e test che mantengono prevedibili le esecuzioni future e la CI."
        }
      }
    }
  },
  "work": {
    "eyebrow": "Progetti selezionati",
    "title": "Progetti orientati agli outcome tra prodotto ed engineering",
    "description": "Filtra per area di interesse per vedere come pensiero di prodotto, front-end e sistemi lavorano insieme per esperienze resilienti.",
    "filters": {
      "label": "Filtra per focus",
      "all": "Tutti i progetti",
      "categories": {
        "product": "Design di prodotto",
        "frontend": "Ingegneria front-end",
        "systems": "Pensiero sistemico",
        "content": "Strategia dei contenuti"
      }
    },
    "empty": "Nessun progetto da mostrare. Prova a cambiare il filtro per visualizzare più risultati.",
    "projects": {
      "atlasCommerce": {
        "id": "atlas-commerce",
        "title": "Atlas Commerce Platform",
        "description": "Toolkit modulare per e-commerce che aiuta i retailer in crescita a lanciare esperienze localizzate in settimane, non trimestri.",
        "period": "2023 — 2024",
        "categories": {
          "product": "product",
          "frontend": "frontend",
          "systems": "systems"
        },
        "highlights": {
          "cadence": "Uniformato i design token tra marketing e checkout aumentando del 32% la velocità di rilascio.",
          "pipeline": "Introdotto una pipeline di contenuti tipizzata così i team regionali pianificavano promo senza deploy."
        }
      },
      "syncedSupport": {
        "id": "synced-support",
        "title": "Synced Support Workspace",
        "description": "Superficie di triage assistita da AI che instrada il feedback dei clienti alle squadre giuste e mette in evidenza i blocchi ricorrenti.",
        "period": "2022 — 2023",
        "categories": {
          "product": "product",
          "systems": "systems"
        },
        "highlights": {
          "response": "Rilasciato un modello di priorità che ha ridotto il tempo di risposta del 41%.",
          "blueprints": "Mappato service blueprint che hanno chiarito ownership e accelerato la risoluzione."
        }
      },
      "wayfindr": {
        "id": "wayfindr",
        "title": "Wayfindr Personal Sites",
        "description": "Generatore semi-automatico che compone portfolio da narrazioni modulari, kit illustrativi e feed di contenuto live.",
        "period": "2021 — 2022",
        "categories": {
          "frontend": "frontend",
          "content": "content"
        },
        "highlights": {
          "stack": "Ingegnerizzato uno stack Next.js + MDX con anteprime istantanee collegate ai dati Notion.",
          "demand": "Prodotto blocchi narrativi che hanno portato +27% di richieste di progetto."
        }
      },
      "horizonLab": {
        "id": "horizon-lab",
        "title": "Horizon Lab Brand OS",
        "description": "Sistema di brand interno che allinea marketing, prodotto e talent attorno a formati di storytelling modulari.",
        "period": "2019 — 2021",
        "categories": {
          "content": "content",
          "systems": "systems"
        },
        "highlights": {
          "kit": "Codificato voce, visual e linee guida canale in un kit riutilizzabile.",
          "mentorship": "Mentorato team cross-funzionali con playbook asincroni e workshop."
        }
      }
    }
  },
  "about": {
    "eyebrow": "Chi sono",
    "title": "Designer con mentalità sistemica che costruisce prodotti web resilienti",
    "description": "Collego discovery di prodotto, engineering front-end e content operations per aiutare i team a rilasciare esperienze curate senza perdere ritmo.",
    "navigation": {
      "label": "Naviga il CV"
    },
    "sections": {
      "experience": {
        "id": "experience",
        "title": "Esperienza",
        "description": "Ruoli che uniscono strategia, design e codice in team distribuiti.",
        "entries": {
          "atlas": {
            "id": "atlas",
            "title": "Atlas Commerce Platform",
            "subtitle": "Lead Product Designer & Frontend Engineer",
            "period": "2023 — Presente",
            "location": "Remote",
            "description": "Guido l'evoluzione di un toolkit modulare per retailer in crescita.",
            "highlights": {
              "playbooks": "Collaboro con la leadership di prodotto per definire roadmap orientate agli outcome e backlog di esperimenti.",
              "designSystem": "Mantengo un sistema condiviso di design e componenti che allinea superfici marketing e checkout.",
              "tooling": "Prototipo nuovi percorsi d'acquisto direttamente in codice, riducendo l'attrito tra design ed engineering."
            }
          },
          "synced": {
            "id": "synced",
            "title": "Synced Support Workspace",
            "subtitle": "Senior Product Designer",
            "period": "2022 — 2023",
            "location": "Remote",
            "description": "Ho costruito strumenti assistiti da AI per velocizzare il triage del feedback clienti.",
            "highlights": {
              "ops": "Ho mappato service blueprint e workflow di reporting usati da supporto, prodotto e data science.",
              "automation": "Ho introdotto pipeline di contenuti tipizzate che hanno ridotto del 40% la categorizzazione manuale.",
              "enablement": "Ho guidato rituali asincroni e documentazione che hanno permesso alle nuove squadre di rilasciare dal primo sprint."
            }
          },
          "wayfindr": {
            "id": "wayfindr",
            "title": "Wayfindr Studio",
            "subtitle": "Founder, Product Designer & Engineer",
            "period": "2020 — 2022",
            "location": "Milano & Remote",
            "description": "Studio indipendente focalizzato su siti modulari e workflow editoriali automatizzati.",
            "highlights": {
              "narratives": "Ho reso prodotto blocchi narrativi abbinati a kit illustrativi personalizzati per ogni brand.",
              "automation": "Ho collegato CMS e dati di analytics alle build Next.js per anteprime live e retro settimanali.",
              "mentorship": "Ho formato piccoli team su design system, governance dei contenuti e revisioni accessibility-first."
            }
          }
        }
      },
      "education": {
        "id": "education",
        "title": "Formazione",
        "entries": {
          "polimi": {
            "id": "polimi",
            "title": "Politecnico di Milano",
            "subtitle": "MSc, Communication Design",
            "period": "2015 — 2017",
            "location": "Milano, Italia",
            "description": "Ricerca su architettura dell'informazione, service design e storytelling per prodotti digitali."
          },
          "unibo": {
            "id": "unibo",
            "title": "Università di Bologna",
            "subtitle": "BA, Media Studies",
            "period": "2012 — 2015",
            "location": "Bologna, Italia",
            "description": "Ho esplorato semiotica dei media, processi editoriali e programmazione culturale."
          }
        }
      },
      "capabilities": {
        "id": "capabilities",
        "title": "Competenze",
        "description": "Come aiuto i team a passare dall'idea alla consegna mantenendo la qualità misurabile.",
        "entries": {
          "product": {
            "id": "product",
            "title": "Prodotto & Strategia",
            "highlights": {
              "roadmaps": "Impostazione di ipotesi, valutazione delle opportunità e scenario planning con partner cross-funzionali.",
              "research": "Sintesi di ricerca qualitativa e strumentazione leggera per orientare la prioritizzazione.",
              "narrative": "Storytelling per executive che mantiene gli stakeholder allineati sul valore per il cliente."
            }
          },
          "design": {
            "id": "design",
            "title": "Design System",
            "highlights": {
              "tokens": "Orchestrazione di design token in Figma e in codice per temi coerenti su tutte le superfici.",
              "workflows": "Documentazione dei componenti e rituali di revisione che scalano in team distribuiti.",
              "accessibility": "Pattern inclusivi, markup semantico e audit che tengono la conformità WCAG in primo piano."
            }
          },
          "engineering": {
            "id": "engineering",
            "title": "Engineering",
            "highlights": {
              "frontend": "Build moderne con TypeScript, React e Next.js con attenzione ai budget di performance.",
              "content": "Pipeline di contenuti che collegano dati CMS, traduzioni e anteprime automatizzate.",
              "tooling": "Automazioni pronte per la CI, script tipizzati e hook di osservabilità per handoff fluidi."
            }
          }
        }
      }
    }
  },
  "localeSwitcher": {
    "label": "Cambia lingua",
    "options": {
      "en": "English",
      "it": "Italiano"
    }
  }
}
